/*

    01.04.2023 
    Поздравляю самого себя с этим великолепным днем...
    Именно 1 апреля 2021 года я начал свой путь в программировании
    За это время я сделал очень много, много чего успел попробовать
    Желаю удачи себе в будущем, как говорится, дальше больше!!!





    01.04.2024
    Сегодня я программирую ровно 3 года!
    Не описать, то что я чувствую... для меня это как второй новый год))
    Ровно год назад я думал, что близок к пику своих знаний, но я сильно ошибался
    За этот год я нереально вырос и до сих пор вижу кучи возможностей, мне кажется, что предела просто нет, невозможно попробовать все...
    Просто перечислю проекты, которые я делал в течении этого года:
    
        - MGIMO Buisness School (проект на работе в Эхо)
        - PIMU Future Doctor (проект на роботе в Эхо)
        - Signess (проект для ИТМО, +Inskrib, +Reepsy, +Signess App)
        - HITS (проект для ТИУ, рефакторил + написал Quest Service на Go)
        - DOSY
        - Portfolio Site
        - File Converter
        - Flappy Bird But Face Position Control
        - Pay Planet
        - HR Stats
        - P2P Helper
        - P2PBroker Parser
        - Degenland
        - Ultimate Meme Championship
        - Bomjee
        - Password Generator
        - Astro Lab
        - AI Landing (немного привел в порядок)
        - Solve Ege (привел в нормальное состояние)
        - Fedot (исправил 5 строчек, зато с каким кайфом)
        - Tuyuicon (небольшая помощь в пару сотен строк)
        - и некоторые другие проектики))
    
    Это просто гигантский список проектов, для 20 летнего студента))
    Да тут есть небольшие, ну и что, я горжусь любой своей работой!
    В совокупности. за этот год, я написал более 300.000 строк кода, сделал более 2000 коммитов
    Я просто очень сильно рад всему, что я сделал за этот год, возможно, это получился самый продуктивный год...
    Каждый новый проект, в котором я учавствую, становится все больше и больше, думаю, в дальнейшем список станет меньше...
    Но зато проекты будут более масштабные!!!
    В общем, надеюсь у себя будушего все хорошо...
    Посторайся и в течении этого года также, дальше больше, Удачи!!!

*/ 
