/*

    01.04.2023 
    Поздравляю самого себя с этим великолепным днем...
    Именно 1 апреля 2021 года я начал свой путь в программировании
    За это время я сделал очень много, много чего успел попробовать
    Желаю удачи себе в будущем, как говорится, дальше больше!!!


    01.04.2024
    Сегодня я программирую ровно 3 года!
    Не описать, то что я чувствую... для меня это как второй новый год))
    Ровно год назад я думал, что близок к пику своих знаний, но я сильно ошибался
    За этот год я нереально вырос и до сих пор вижу кучи возможностей, мне кажется, что предела просто нет, невозможно попробовать все...
    Просто перечислю проекты, которые я делал в течении этого года:
        - Flappy Bird But Face Position Control
        - Solve Ege (привел в нормальное состояние)
        - DOSY
        - File Converter
        - P2P Helper
        - P2PBroker Parser
        - Pay Planet
        - Password Generator
        - Reepsy
        - Inskrib
        - Signess
        - Signess App
        - Fedot (исправил 5 строчек, зато с каким кайфом)
        - Degenland
        - Ultimate Meme Championship
        - Bomjee
        - Tuyuicon
        - HITS
        - Quest Service
        - PIMU Future Doctor (проект на роботе в Эхо)
        - MGIMO Buisness School (проект на работе в Эхо)
    
    Это гигантский список проектов
    Да тут есть небольшие, ну и что, я горжусь любой своей работой!
    

*/ 
